{"rene_magritte-the_son_of_man.jpg": {"description": "Magritte wished to cultivate an approach that avoided the stylistic distractions of most modern painting. While other Surrealists such as Max Ernst, Man Ray, Salvador Dali experimented with new techniques, Magritte settled on a deadpan, illustrative technique that clearly articulated the content of his pictures. Repetition was an important strategy for Magritte, informing not only his handling of motifs within individual pictures, but also encouraging him to produce multiple copies of some of his greatest works. His interest in the idea may have come in part from Freudian psychoanalysis, for which repetition is a sign of trauma. But his work in commercial art may have also played a role in prompting him to question the conventional modernist belief in the unique, original work of art. The illustrative quality of Magritte's pictures often results in a powerful paradox: images that are beautiful in their clarity and simplicity, but which also provoke unsettling thoughts. They seem to declare that they hide no mystery, and yet they are also marvelously strange.", "url": "https://www.renemagritte.org/images/paintings/the-pilgrim.jpg"}, "rene_magritte-man_in_a_bowler_hat.jpg": {"description": "Magritte used the image of a man wearing a bowler hat in several of his paintings. This painting is perhaps not as well known as other paintings by Magritte, nevertheless, it is easily identified as a painting by Magritte and recalls the well known painting The Son of Man, 1964. Observe the painting and its details. The man's face is covered, just as if the dove flew into the frame just as Magritte \"snapped\" the picture. The bird is flying from the man's left to his right, towards the light. We do not see the man's eyes yet we see the bird's left eye; in the painting The Son of Man, 1964 we can see the man's left eye. And the man's tie is a pale pink compared to the bright red tie that appears in The Son of Man, 1964. And unlike that painting, this painting is a closeup \"shoulder\" shot of the man. Look at the blue background behind him; is that the sky or is he sitting in front of a backdrop for a portrait? It was the mystery, the sense of wonder, that attracted Magritte and made him so different from most of his fellow Surrealists. Where Joan Miro espoused the \"automatic\" approach, letting the unconscious determine the line, and Dali reached into the dreamworld, returning to three-dimensional and figurative art in his later work, Magritte kept rigidly to his canon of flat dimensions and frozen images. What he wanted, and what he achieves in his best work, was not so much to challenge the viewer as to intrigue him into seeing life liberated from the concrete and the present.", "url": "https://www.renemagritte.org/images/paintings/man-in-a-bowler-hat.jpg"}, "rene_magritte-the_central_story.jpg": {"description": "Surrealism theory bases on psychoanalysis works by Sigmund Freud. Through his readings of dream imagery, Freud opened the door for visual artists to exploit the ambiguity of an object, exploring associations and implications, through irrational juxtapositions, rather than the literal meaning of the thing itself. Magritte's mother commit suicide by drowning herself when Magritte was very young. She was discovered with her face veiled by her gown with her naked body showing. The Central Story is very personal work depicts the suicide story of the painter's mother. The woman, whose face is obscured by a white cloth (also found in some of The Lovers paintings) has her left hand around her throat as if choking herself. The objects here (veil, tuba, suitcase ...) are less a representation of reality than a manifestation of Magritte's thoughts. The tuba is linked to the female body - its cold and static appearance is like the lifeless corpse of the drowned woman. However, we can see that the woman's figure is more like Magritte's wife's.", "url": "https://www.renemagritte.org/images/paintings/the-central-story.jpg"}, "rene_magritte-the_endearing_truth.jpg": {"description": "Despite his agnostic protestations, Magritte was secretly religious. This painting done shortly before his death when he knew he was dying of cancer seems to confirm our suspicions. The image of a table is painted like a fresco on a wall. In what other famous religious painting does this happen? Leonardo's Last Supper of course. The trick Magritte presents is...Christ and his disciples are missing. Magitte confirms this in a letter to Bosman written while the Magritte's were in Milan, We have seen Leonardo's Last Supper, very badly damaged by time and the American bombings. The Last Supper gives me an idea for a painting.", "url": "https://www.renemagritte.org/images/paintings/the-endearing-truth.jpg"}, "rene_magritte-attempting_the_impossible.jpg": {"description": "In Attempting the Impossible, Magritte shows himself painting a naked woman into thin air. Women and strong colors dominate many of his early works. In 1925, Magritte abandoned his experiments with abstraction and decided \"only to paint objects with all their visible details\". By displaying objects in strange situations he could \"challenge the real world\". Paradox and contrast became a recurring motif in Magritte's work. Two separate concepts are brought together and hybridized, taking certain pieces of each to create a new concept. In The Empire of Lights, 1954, a night landscape shines under a day lit sky. Magritte was fond of illusions and problems of visual perception. How do you see things, and can you trust what you see? He used the symbols of windows, eyes, curtains, and pictures within pictures to explore these questions. Whereas his contemporary Salvador Dali painted hallucinatory dreamscapes of the mind, Magritte was content to stay within the reality of the visibly world. He places before us ordinary objects from our everyday lives and gave them new meaning - he forces us look at them from a new, slightly tilted, perspective. Magritte altered the viewer to the process of seeing.", "url": "https://www.renemagritte.org/images/paintings/attempting-the-impossible.jpg"}, "rene_magritte-black_magic.jpg": {"description": "Black Magic is one of Magritte's best nude paintings. He painted several other versions including some under a different titles ( \"The Magnet\" and also \"The Dream\"). His painting of the lovely Georgette features her upper torso blending with the color of the sky Magritte's earliest oil paintings, which date from about 1915, were Impressionistic in style. From 1916 to 1918 he studied at the Academie Royale des Beaux-Arts in Brussels, under Constant Montald, but found the instruction uninspiring. The oil paintings he produced during the years 1918-1924 were influenced by Futurism and by the offshoot of Cubism practiced by Metzinger. Most of his works of this period are female nudes. The model for this series was the artist's wife, Georgette Berger. Georgette is painted in a classical manner, with her figure abiding by the laws of beauty and proportion and resembling a marble sculpture as much as a live model. This traditional representation, however, is juxtaposed with the unexpected coloration of the figure, whose upper body gradually acquires the tone of the sky behind her. In nearly all paintings from this group, the woman has one hand resting on a block of stone. As Magritte himself proclaimed: \"One idea is that stone is associated with an 'attachment' to the earth. It does not rise up of its own accord; you can rely on its remaining faithful to the earth's attraction. Woman, too, if you like. From another point of view the hard existence of stone (...) and the mental and physical system of a human being are not unconnected\" The nude is always depicted either with her eyes closed, or with her head turned away from the viewer or, as in the present work, with blank eyes resembling those of a sculpture, t hus becoming the object of the spectator's gaze and erotic desire. \"Magritte said, in fact, that an undercurrent of eroticism was one of the reasons a painting might have for existing. It asserted itself most intensely and explicitly in these stately classical nudes with their cool coloring. For the very reason that it aims at maximum resemblance, their academicism is upset by the provocation of mystery emanating from that identification, once the painting and the arrangement of the painting interfere with its course. The prime example is Black Magic. In a letter to Paul Nouge of January 1948, Magritte wrote on the subject\"I am searching for a title for the picture of the nude woman (naked torso) in the room with the rock. One idea is that the stone is linked by some Affinity to the earth, it can't raise itself, we can rely on its generic fidelity to terrestrial attraction. The woman, too, if you like. From another point of view, the hard existence of the stone, well-defined, 'a hard feeling,' and the mental and physical system of a human being are not unconnected\".", "url": "https://www.renemagritte.org/images/paintings/black-magic.jpg"}, "rene_magritte-the_castle_of_the_pyrenees.jpg": {"description": "Rene Magritte's masterpiece The Castle of the Pyrenees was commissioned by the artist's long time friend, the international lawyer, poet, and author Harry Torczyner. The unfolding of the commission and evolution of the painting are documented in letters between the two men, which were published by the Israel Museum in 1991. Though Magritte had complete freedom, the correspondence reveals that his patron was encouraged to express his opinions on the choice of a subject. From a number of drawings proposed by Magritte, Torczyner selected one of a large rock surmounted by a castle. Intimately acquainted with the artist's repertoire, Torczyner added the suggestion of a sky on a clear day and a rough darkish sea because over the dark sea or ocean there rises the rock of hope, topped by a fortress, a castle? As Magritte refined the painting, he decided to exclude other proposed additions so that it would retain the avigora as he envisioned. Photo of The Castle of the Pyrenees by Magritte The Castle of the Pyrenees has become one of Magritte's best known and most-reproduced images. It embodies the artist's typical disturbing juxtaposition of familiar objects, combined with captivating poetry and mystery.", "url": "https://www.renemagritte.org/images/paintings/the-castle-of-the-pyrenees.jpg"}, "rene_magritte-the_collective_invention.jpg": {"description": "Rene Magritte reveals the strangeness hidden behind the most familiar things. the collective invention depicts a fish merged with a woman's legs stranded on the beach. this is mockery of the traditional mermaid. Rene's painting strips away the beauty and mystery surrounding the mermaid. He removed the beauty by using the opposites. Also the fish is stranded thus removing all the elegance of the mermaid, a fish out of water. this is a stark opposite to mermaids or sirens who in myths would lure men into the sea with their beauty. Rene Magritte would take things that were familiar and made them disturbing. This is true to surrealism.", "url": "https://www.renemagritte.org/images/paintings/the-collective-invention.jpg"}, "rene_magritte-discovery.jpg": {"description": "The title of the painting is clear: that which exists but had remained concealed and unknown is revealed. The apparent simplicity of various paintings belonging to this period is suddenly disturbed by the unexpected alteration here in the material of the skin of the naked figure. The grain of wood, which was an obsession with Magritte. appears here like a tattoo on the skin of the naked woman, making it even more sensual and adding both a somber and voluptuous quality to the painting. Moreover, the unusual idea of the grained wood appearing in the skin, like the beginning of some imminent transformation, removes this nude to the realm of the semidream. Magritte considered a picture like this one to represent an evolution of the concept of combined objects: things gradually becoming.something else. Recollections of the flame patterns in wood and of the charms of woman's naked flesh have converged in Magritte's imagination, enriching his conceptual powers to an unusual degree.", "url": "https://www.renemagritte.org/images/paintings/discovery.jpg"}, "rene_magritte-most_popular_paintings.jpg": {"description": "Elective Affinities was an oil canvas painting created by René Magritte in 1933. This impressive artwork was based on Johann Goethe's human chemical theory. The concept behind this theory is that external forces have a great impact on the will. The painting depicts the fact that a person's ideas are hatched into a concrete world that is enclosed by external forces. In terms of thermodynamics, this 1933 surrealistic painting depicts the relation of free will and the concept of chemical affinity. This theory was introduced by Johann von Goethe, a German polymath. Elective Affinities by René Magritte captured the essence of this theory, which explained the rationale behind free will. Although we may feel free, there are always instances or forces that we cannot control. Hence, human beings may feel as though they are caged because of their inability to take full control of the circumstances that occur in their life. These facts of life are encapsulated in this oil on canvas painting by Magritte.", "url": "https://www.renemagritte.org/images/paintings/elective-affinities.jpg"}, "rene_magritte-empire_of_light.jpg": {"description": "In 1953-1954, artist Rene Magritte painted The Empire of Lights. It is the only time that Magritte used a title that was not his own. The intriguing oil painting displays a beautiful house lit up by its interior lights, and surrounded by the darkness of the night. Especially surreal is that the sky above the house and treeline is a daytime sky full of brightness and plump white clouds. It is a serene, mysterious scene. In Empire of Light, numerous versions of which exist, a dark, nocturnal street scene is set against a pastel-blue, light-drenched sky spotted with fluffy cumulus clouds. With no fantastic element other than the single paradoxical combination of day and night, René Magritte upsets a fundamental organizing premise of life. Sunlight, ordinarily the source of clarity, here causes the confusion and unease traditionally associated with darkness. The luminosity of the sky becomes unsettling, making the empty darkness below even more impenetrable than it would seem in a normal context. The bizarre subject is treated in an impersonal, precise style, typical of veristic Surrealist painting and preferred by Magritte since the mid-1920s. Photo of Enpire of Light Magritte explained the origin of the image in a radio interview in 1956, stating: What is represented in a picture is what is visible to the eye, it is the thing or the things that had to be thought of. Thus, what is represented in the picture are the things I thought of, to be precise, a nocturnal landscape and a skyscape such as can be seen in broad daylight. The landscape suggests night and the skyscape day. This evocation of night and day seems to me to have the power to surprise and delight us. I call this power: poetry\" ”", "url": "https://www.renemagritte.org/images/paintings/empire-of-light.jpg"}, "rene_magritte-empty_mask.jpg": {"description": "René Magritte painted The Empty Mask in 1928. In the late 1920's, Magritte experimented with the concept of words and images. Here is the second one, which contains images in 5 frames. He was greatly influenced by the World War I works of Giorgio De Chirico. In 1973 this piece was purchased by the National Museum of Wales. This style called for the combination of creating an image of important items and naming it with a significant title. This was an attempt to influence the viewer to compare the representation to words. The Empty Mask is displayed in a self-supported frame of an asymmetrical format. Magritte shows a sky, sleigh bells as decorations to a lead curtain, the frontage of a home, a form cut out of paper, a green forest and a blazing fire. In a 1929 essay, Magritte explains that each image contains another image. There is some uncertainty about Magritte's titles. Here Magritte may be playing off of the \"frame\" convention: these segments can't represent because they are not presented in proper rectangular frames.", "url": "https://www.renemagritte.org/images/paintings/empty-mask.jpg"}, "rene_magritte-golconda.jpg": {"description": "Golconda depicts a scene of nearly identical men dressed in dark overcoats and bowler hats, who seem to be drops of heavy rain (or to be floating like helium balloons, though there is no actual indication of motion), against a backdrop of buildings and blue sky. The men are spaced in hexagonal grids facing the viewpoint and receding back in grid layers. Magritte himself lived in a similar suburban environment, and dressed in a similar fashion. The bowler hat was a common feature of much of his work, and appears in paintings like The Son of Man. As was often the case with Magritte's works, the title Golconda was found by his poet friend Louis Scutenaire. Golconda is a ruined city in the state of Andhra Pradesh, India, near Hyderabad, which from the mid-14th century until the end of the 17th was the capital of two successive kingdoms; the fame it acquired through being the center of the region's legendary diamond industry was such that its name remains, according to the Oxford English Dictionary, \"a synonym for 'mine of wealth'.\" Magritte included a likeness of Scutenaire in the painting, his face is used for the large man by the chimney of the house on the right of the picture.", "url": "https://www.renemagritte.org/images/paintings/golconda.jpg"}, "rene_magritte-homage_to_mack_sennett.jpg": {"description": "Everyone is aware of the feelings that the clothes of someone we love can arouse. But it is not only the erotic that is involved, for the clothes of the dead often have the power of conjuring up their presence again. No one can say whether it is mainly the projection of memories, which take shape as an \"image\" through the clothes, or whether it is the clothes themselves, in all the various shapes the body molded them into, which touch one's sensual and visual nerve center. This is a sober and quietly painted work. The door of a perfectly ordinary wardrobe, such as one can still find in depressing, shabby hotel rooms in small provincial towns, has been pulled open, and a life full of promise blossoms forth from the long, narrow woman's dress, which both conceals and reveals. A transparency has been created which has all the attraction and perversity of the ambiguous. There is an intimate atmosphere of twilight and boudoir secrets in this small painting.", "url": "https://www.renemagritte.org/images/paintings/homage-to-mack-sennett.jpg"}, "rene_magritte-homesickness.jpg": {"description": "Magritte originally thought of calling this 1940 painting Menopause (a period of depression) but his final title is Le Mal du Pays (Homesickness). This is clearly one of Magritte's most emotionally honest paintings and instead of giving the painting one of his whimsical surreal titles like \"Waiting for the Pea-Souper\" (a title proposed by one of his friends that Rene considered but rejected), he chose the title that reflected how he felt...how he was lost...how he wished he could go home. In May 1940 his home was invaded by the Nazi during World War II and Magritte fled with his close friends Paul Eluard and Scutenaire. It would be easy to assume then that this painting was about the German occupation of Belgium and Magritte's homesickness about having to flee the country he loved. Certainly this is an emotional component of the painting but there's much more. The yearning for home is one of the strongest human desires. Home for many people represents safety or freedom from concern, of being a child again- protected by your parents. Home is a place you belong and with every fiber of your being you wish you could return. By returning to your earliest thoughts, to the womb, you could escape the fears and torments of life. Magritte, as we all do had this powerful yearning for home. His home life was not easy- in fact he didn't want to talk about it. He moved frequently with his two brothers when he was very young. Then when he was just 13 his mother committed suicide, drowning herself in the Sambre River. As a child becoming a young man, this was not easy. Magritte's father died in 1928 of diabetes leaving Rene without parents. He was alone except for his loving wife, Georgette. They were living in the suburbs of Paris at the time. Soon they too would become homesick and and after a three year sojourn to Paris, the Magritte's came home to Brussels where they could be near their remaining family members. Six or seven years later Rene Magritte's life started to change. Leaving his happy home in Brussels, he went on his trips to London to visit Edward James and ELT Mesens to prepare for his exhibitions. During that time Rene became involved with the young surrealist model known as the \"Surrealist Phantom\" of 1936, the artist Sheila Legg, who posed for surrealist events with Dali and others and was one of the most photographed surrealist woman at the time. According to one source: \"Magritte, in fact, fell in love with her.\" Magritte did not want to hurt Georgette or arouse her suspicions, so he arranged for his friend, Paul Colinet (1898-1957) a Belgian surrealist poet, to spend time with Georgette so she would be safe... a little too safe as it turned out. While Magritte was away Georgette and Paul Colinet became romantically involved. Georgette at one point asked Rene for a divorce. So Rene Magritte fled Brussels and his marital problems for France in May 1940, five days after German troops invaded Belgium and Holland. Georgette did not go with him. Rene spent three months in Carcassonne, France, with Paul Eluard and Scutenaire. The painting Homesickness features a forlorn Magritte as an angel leaning over a bridge contemplating the river, perhaps thinking of suicide. Magritte had the courage and honesty to paint himself, on the edge... on the brink of catastrophe. He was losing the two things he most valued in his life...his wife Georgette and his home. The lion is hard to overlook. Curiously the \"king of the jungle\" is not threatening or menacing and looks away disinterested. Clearly the lion represents Georgette, and perhaps Magritte never understood this himself. The two are separated, not interested in each other, while Magritte contemplates his sorrow and pain.", "url": "https://www.renemagritte.org/images/paintings/homesickness.jpg"}, "rene_magritte-la_clairvoyance.jpg": {"description": "In La Clairvoyance Rene Magritte delivers a self-portrait of himself painting a bird. But, as with all of Magritte's work, there is so much more going on. Not only is he painting a picture of a bird, he is using an unhatched egg as his point of reference. Magritte is painting more than what is right in front of him: he is painting the possibility, potential, the future. Hence the name of this painting: Clairvoyance. Magritte has painted himself painting his perception of the future. Confusing? A bit. Brilliant? Absolutely. By infusing himself into this picture and entitling it \"Clairvoyance\", Magritte is delivering a message about himself as the painter: he is clairvoyant, he conveys the future through his art. This painting is therefore as much about him as a painter as it is about the resulting artwork. Though some may perceive this piece as arrogant, Magritte is staking his claim and sharing his philosophy, much like many of his surrealist contemporaries did regularly (i.e.Joan Miro, and Salvador Dali). Magritte is bold enough to use his painting to engage in a dialogue with his viewers.", "url": "https://www.renemagritte.org/images/paintings/la-clairvoyance.jpg"}, "rene_magritte-the_blank_signature.jpg": {"description": "Surrealism aimed to transcend the realist depiction of scenes available to ordinary perception. Under the influence of the new discipline of psychoanalysis, surrealists made use of such techniques as dream analysis to uncover the unconscious workings of the mind and the symbols that the unconscious works with. Not much of Magritte's oeuvre consists of literally inconsistent images, but at least one famous image does, The Blank Signature. This painting utilizes a technique like that of the Schuster fork, and illustrates how the mind constructs the impossibility. The mind puts together the separate elements into a \"coherent\" whole of these parts. The horse is thus bisected by a patch of background grass. Also, one of the tree trunks is in front of the horse but its base is behind the horse. It certainly seems that these elements are inconsistent with our conception of a rider in a forest. For example, it qualifies as an occlusion illusion, since reversal of occlusions is sufficient to produce a consistent image.", "url": "https://www.renemagritte.org/images/paintings/the-blank-signature.jpg"}, "rene_magritte-meditation.jpg": {"description": "The sky, the sea, and the beach together form a normal view of the coast, yet they differ from nineteenth-century marine painting - by Eugene Delacroix, Gustave Courbet, or Daubigny, for instance - since in the almost midnight blue of the sea and the unnatural color of the beach particularly, Magritte has not kept to the appearance of things. His originality appears in the lower section of the work, where three lighted candles, which are also the heads of worms, curl their way across the beach. Recollections of dripping candles probably led him to discover their affinity especially with worms, as well as with reptiles, snails, wormlike eruptions in the sand, glowworms, and phosphorescent light on the water. The conjunction of reptile and candle so that they form a single organism is as unexpected and strange as it is simple. One should not seek an interpretation in line with the limited logic of observed reality. Analogy is the operative factor; Andre Breton repeatedly invoked it as essential to poetry. In doing so, he quoted the poet and essayist Pierre Reverdy, who attached the utmost importance to the correlation of two realities with no ostensible connections between them, when it came to instilling force into the poetic image. To this Breton himself added the indispensability of the analogous image, which no doubt is the source of Magritte's imagery. The painting reveals the operation of the mechanism in the brain, which, guided by a capacity to discover relationships, succeeds in establishing relationships between images that are unconnected in nature.", "url": "https://www.renemagritte.org/images/paintings/meditation.jpg"}, "rene_magritte-memory_of_a_journey.jpg": {"description": "Depicting the leaning tower of Pisa 'supported' by a feather, Souvenir de voyage is a remarkable example of the way in which Magritte's art appropriates images from popular culture, and turns them into fantastic compositions. Reproductions of famous paintings, travel brochures, postcards and other souvenirs were often seized upon as sources for his paintings and gouaches, as is the case in the present work. Since the leaning tower of Pisa holds the same mystifying appeal within architecture as Mona Lisa does in painting, Magritte would have certainly relished its status as a popular icon. By adding the feather as a support for the famously unstable building, the artist seeks to subvert the laws of physics, as well as to question the viewer's perception of an image so deeply rooted in common culture. The artwork is one of three oils that Torczyner, a lawyer and friend of Magritte's, commissioned from the artist in June 1958, and was completed by August of that year. When Torczyner questioned the background of this painting, which differs from the sky painted in another version of the tower of Pisa, Magritte explained in a letter of 8th October 1958: 'The Tower of Pisa is also new, with its necessary feather. The background differs from those of the other versions of this picture, so that they can be distinguished one from another - and also so as not to lose the possibility of seeing the Tower against a sky lit by the setting sun' The idea of the leaning tower of Pisa originated in a drawing of 1949 and a gouache of 1952, both depicting the building leaning against an oversized upright spoon. The image of the tower 'supported' by a feather first appeared in an oil of 1953, with a more literal title La Nuit de Pise. The title Magritte chose for the present work, that first appeared in a 1926 oil, was conceivably inspired by J.A. Gobineau's book Souvenirs de voyage, which Magritte had in his library. Its more poetic resonance certainly struck a chord with the artist and his inclination for unusual titles, and emphasises the ubiquitous appeal of the image.", "url": "https://www.renemagritte.org/images/paintings/memory-of-a-journey.jpg"}, "rene_magritte-natural_encounters.jpg": {"description": "The experience of this painting can be like a strange encounter. First and foremost, there is the soft violet color of the wall's surface which dominates the entire canvas, becoming warmer and deeper near the bottom in the floor and in the purple-red tones of the two odd mannequins. The cutoff at chest height of the two bilboquet-mannequins and the absence of any converging lines creating perspective make it impossible to gauge the distance of the figures from the wall or the dimensions of the room. Converging lines appear only in the window frames. The left-hand window is seen from the right, the right-hand one from the left, and the latter also appears to have slipped down at an angle; the fall is accentuated by the horizon of sea and clouds, visible through the window. This is almost the only suggestion of a world outside, of a third dimension, which is indicated inside the room solely by the two moon-pale mannequins - two strange \"halfway creatures\" with the eyes of animals and small snouts - and by two strange windows which have lost their normal fixed relation to the wall through the collapse of the right-hand window. This is a world which has become insecure and labile, in which neither the window nor the wall itself collapses, although the relationship between them is ambiguous. The wonderful feature of this canvas lies in the bright daylight of the real world beyond us, isolated and visible in a concentrated way within the rectangle of the upright window. Thus the \"encounter\" is not between the two mannequins, not between the viewer and the picture, but between the exterior and interior worlds. This is precisely where Magritte is always at his best - the level at which contradictions do not cease to exist but lose their significance, because, in a moment of illumination, we descend so deeply into ourselves that we begin to participate in the meeting of these two worlds.", "url": "https://www.renemagritte.org/images/paintings/natural-encounters.jpg"}, "rene_magritte-not_to_be_reproduced.jpg": {"description": "Not to be Reproduced (La reproduction interdite) is a painting created by Rene Magritte in 1937. This painting was commissioned by poet and Magritte patron Edward James and is considered a portrait of James although James' face is not depicted. This painting was one of three produced by Magritte for the ballroom of James' London home. The work depicts a man standing in front of a mirror, but whereas the book on the mantelpiece is reflected correctly, the man can see only the back of his head. The book on the mantel is a well-worn copy of Edgar Allan Poe's The Narrative of Arthur Gordon Pym of Nantucket (written here in French as Les aventures d'Arthur Gordon Pym). Poe was one of Magritte's favorite authors and he made other references to the author and his work. Photo of Not to Be Reproduced by Rene Magritte The whole idea of a title about reproduction is interesting here. We think about reproduction as something that tells us the truth. Reproduction also suggests multiplicity. All of that plays into the image that we see on this canvas.", "url": "https://www.renemagritte.org/images/paintings/not-to-be-reproduced.jpg"}, "rene_magritte-oasis.jpg": {"description": "Magritte painted Oasis in 1925, a simpler work with a title that is literal and presents no problem at all. The small table on which the trees are standing (unreal trees, consequently) is painted in Chinese perspective, reversed and not systematized as in European Renaissance perspective. The clouds appear partly in front of and partly behind the crowns of the trees, while the distance between the clouds and the ground is too small to be realistic. Thus Magritte has altered spatial proportions here and shown that perspective is relative. In other words, he has tried to free the natural world from the rules and customs to which it is subjected by our conception of it. Through his presentation our perception becomes intensified, while our experience of space becomes a more intimate one. There is an infinite silence in this painting. In the clouds (but not on them) is a bright light, and the blue of the sky on the horizon changes color until it approaches the deep midnight blue only in fourteenth - and fifteenth-century Italian painting. For instance, Mantegna in his St. Sebastian painted clouds of this kind, of intense coldness, in a powerful, penetrating blue. In addition, the concept of space here, which has not been subjected to an academic formula, may make us think of Piero della Francesca and Uccello. The attractiveness of the Oasis is the absence of all stereotype effects or mere dexterity; the style of painting is laborious, austere, direct.", "url": "https://www.renemagritte.org/images/paintings/oasis.jpg"}, "rene_magritte-on_the_threshold_of_liberty.jpg": {"description": "On the Threshold of Liberty is a controversial piece by René Magritte. It is a prime example of pre-world war two surrealism, which is also an example of the fusion of pre-surrealism/post-dada movement: a modal intermediate between 'anti-art' and the expressionistic ideas of dreams presented by the works of Carl Jung that symbols have meaning based in dreams. Through these ideas of semiotic studies, the expressionism used with varied images to convey surreal contortion of art, making use of dream images fused into paintings. It was a common element to use the 'collective conscious' idea as a mantra for painting in the surrealist movement: creating a fabricated reality with no coherent meaning other than what the observer created. The painting itself contains multiple panels (or windows), eight in total, all of which make up a room with a solid granite floor. Axillary cannon in the right hand side of the room, pointing into the top left corner are the only 'tangible' item in the painting. On the wall starting at the top-left corner going clockwise: busk of a woman's bare torso, a wood panel, what appears to be bamboo in the next, and finally a wooden panel. On the bottom row from left to right: a forest, fluffy clouds in the sky, windows of a high-rise building, and a brick wall. Individual pictures, like the entire painting are set neither in night or day. The trim on the borders between the panels are a simply beige, neutral like the grey-scaled floor and ceiling. The cannon's look is very realistic, one of use that would have seen civil war times. Magritte's piece makes use of ample colors: all of the panels on the wall use a different vibrant color, from blue, to sand, to green, red and blue. For each window, these colors remain thematic with the ascribed space. With all the colors in mind, the image that most sticks out is the cannon pointing at the woman's torso panel in the top left corner, aiding the overall ambiguity of juxtaposed images. Magritte is careful to use these different colors in each panel; it seems to add to the mystery of the painting. There is no define pattern, but they make for a strange impression. Combined with the panels on the walls and ceilings, the cannon still sticks out oddly, appearing esoteric to even the out of place walls. Since there is little use of the variance of light, the piece is balanced, making for a very bright display of dull yet different colors, never hindering the overall experience of light or darkness. Like many of his pieces, Magritte used strange imagery to confuse the observer: Magritte often challenged conventional viewing methods. There is no central theme to the piece, that other colors of the separate so evenly, the pictures are all unrelated, meanwhile, the cannon sits alone, idly making nuance of the room around it. However, there is a strange idea: that each of the panels being completely filled, creating a wall like affected with different color semiotics describing the piece. It was carefully done so in such a weird pattern to show some sort of limitation to what the eye can describe. This comes with the focus of the painting, that the eye is given so much to absorb, that its ultimate meaning is the difficulty ascribing meaning to it. A fine example of surrealism, Rene Magritte continued with previous pieces, showing the 'dishonesty' that images can convey reaffirming that the eye can be both tricked but amused. Despite being a controversial painting upon its release, it remains so to this day. It serves as an inspiration for an artist to use symbols, detractors and description to create a painting without having a define meaning. The strange images combined with the name of the piece still leaves hints of confusion. While being very well executed in terms of color use, hues, shapes, and symmetry between the flow and rhythm of the piece, Magritte has created a challenging work of art. It may be difficult to interpolate a meaning, or connection, but perhaps the connection lay within the individual discovery.", "url": "https://www.renemagritte.org/images/paintings/on-the-threshold-of-liberty.jpg"}, "rene_magritte-painted_plaster_mask.jpg": {"description": "An important part of Magritte's imagination is the way in which he employed two or more manifestations of reality in the same \"image.\" He slid one over the other, bringing them together within the same confines, and made two seasons, two times of day (such as day and night), two areas (indoors and out-doors, room and sky) coincide. Here Magritte has painted over the image of Napoleon's familiar death mask to create the impression of a blue sky with clouds. Thus the mask has acquired a living quality which makes it stranger than when it was merely dull plaster. Moreover, Magritte has added space to conjure up a sense of vastness, reducing the tangibility of the sculpture but reinforcing the poetic dimension. It is a genuine transformation, based on the juxtaposition of the real death mask with a recollection of a sky with clouds - which is no longer a recollection, since, together with the mask, it forms a new poetic and spatial reality.", "url": "https://www.renemagritte.org/images/paintings/painted-plaster-mask.jpg"}, "rene_magritte-personal_values.jpg": {"description": "Although he is often grouped with Surrealists such as Salvador Dalí, Max Ernst, and Yves Tanguy, Magritte took a somewhat different approach to painting. Rather than creating fantasy imagery, he evoked the strangeness and ambiguity latent in reality. \"I don't paint visions,\" he once said. \"To the best of my capability, by painterly means, I describe objects - and the mutual relationship of objects - in such a way that none of our habitual concepts or feelings is necessarily linked with them.\" Here, the artist presents a room filled with familiar things, but he gives human proportions to these formerly unassuming props of everyday life, creating a sense of disorientation and incongruity. Inside and out are inverted by his rendering of a skyscape on the interior walls of the room. The familiar becomes unfamiliar, the normal, strange; Magritte creates a paradoxical world that is, in his own words, \"a defiance of common sense.\" When he first saw this painting, Magritte's dealer, Alexander Iolas, was violently upset by it. Tellingly, the artist replied, \"In my picture, the comb (and the other objects as well) has specifically lost its 'social character,' it has become an object of useless luxury, which may, as you say, leave the spectator feeling helpless or even make him ill. Well, this is proof of the effectiveness of the picture.\"", "url": "https://www.renemagritte.org/images/paintings/personal-values.jpg"}, "rene_magritte-popular_panorama.jpg": {"description": "The year 1926, when Magritte was twenty-eight, marked a definite turning point in his work, as has been stated in regard to The Birth of the Idol, and the landscape, as he saw it in Popular Panorama, was of fundamental importance to his further evolution. Besides having been in E. L. T. Mesens's possession, this canvas was for a long time owned by Paul Gustaaf van Hecke, Magritte's first art dealer, who took an interest in him and ran the Galerie Le Centaure with Andre de Ridder. No support at all can be found in Cubism or Futurism for Magritte's unique conception of space here - except that Cubism had opened the way for other attitudes toward space besides the fixed one of Renaissance perspective. Magritte presents three strata here which form a unit yet are autonomous in regard to perspective. The two surfaces, with sawed, curvilinear edges, are simultaneously beach and woodland scenes, but they also suggest the materiality of wood, for example; thus the effect is that of a kind of magical box where three aspects of landscape have been confined but which has been sawed into so they can be visible. Through the superimposition of three elements in the painting - town, woods, sea - a simultaneity has been created to which shortly afterward, in 1928-30, Magritte gave still greater emphasis in strangely framed fragments of these and other motifs. The tonal color, which has been applied very thinly, is a dull greenish gray, creating the rather oppressive and somber atmosphere typical of this period. Magritte's vision of trees, which fascinated him his whole life, is very important. What interested him most here are the trunks - squat, warped, powerful, lacking the tranquillity they later acquired in his work. They shoot straight out of the surface, without any roots; years later, too, Magritte ignored the fact that trees have roots. Does this phenomenon perhaps have a c onnection with the fact that Magritte lived in houses but never took root in them, never considered where he lived as a matter of importance and could move from place to place with ease?", "url": "https://www.renemagritte.org/images/paintings/popular-panorama.jpg"}, "rene_magritte-rape.jpg": {"description": "One image which appears in many of Magritte's paintings is that of his mother. He saw her fished from the river Sambre at the age of fourteen, she had committed suicide. The body was found naked apart from a nightgown which obscured only the face as it was tangled around her. One of the best examples of Magritte's life in his work is in The Rape Magritte's mother was drowned when he was very young. She was discovered with her face veiled by her gown with her naked body showing. The Rape, therefore has three main attributes: 1. The woman's facial features are replaced by the torso and pelvis of a naked woman is suggestive firstly of the way males see the woman. The idea is to create a sexual image out of the woman's face, the first thing one would usually see. This is also indicated by the name of the piece 'The Rape'. 2. Secondly, it is an obvious reference to his mothers death and the way in which she died, with her face covered and her body naked. 3. Thirdly, a different idea is that one might notice that the neck and head are quite flat, almost phallic. The hair also has an unnatural appearance, perhaps that of pubic hair. This is the most striking vision and is perhaps in line with the way Magritte suggested he wanted to frighten with his paintings, to provoke. It is the rape in progress, the phallus of the face or torso, penetrating the pubic mound.", "url": "https://www.renemagritte.org/images/paintings/rape.jpg"}, "rene_magritte-ready-made_bouquet.jpg": {"description": "The central idea running through the work of Rene Magritte was that painting must be poetry, and that poetry must evoke mystery. The key word is \"mystery\". His whole ceuvre was committed to an attempt to evoke this mystery - to evoke it, not to reveal it. But just what is mystery? There is no lack of definitions. All of them, incontestably, have something to do with the idea of something hidden, something secret. Some of them are also marked by religious or mystical connotations. In other words, according to the churches or to religious dogmas, it is necessary either to receive some sort of initiation in order to penetrate these \"mysteries\", or else they are forever inaccessible to human understanding and have to be accepted as they are. This is the case with the mysteries practised by the Christian religion as embodied in its sacraments. It is the domain of esoterism, more beloved of Surrealism in general than to Magritte in particular. A man with a bowler hat stands with his back to the viewer, a figure of Flora from Primavera by Sandro Botticelli placed over his coat. This work exemplifies a device that Magritte commonly utilized: partially hiding an object by placing a smaller object in front of it and, therefore, denying the viewer complete access to the larger image. Of this work Magritte states, \"Man is a visible apparition like a cloud, like a tree, like a house, like everything we see. I don't deny his importance and neither do I accord him any pre-eminence in a hierarchy of the things that the world offers visually\"", "url": "https://www.renemagritte.org/images/paintings/ready-made-bouquet.jpg"}, "rene_magritte-seducer.jpg": {"description": "Certainly no one would mistake The Seducer, painted in 1953, for an ordinary landscape. A ship floats alone on an ideal sea, surrounded by one of Magritte's favorite motifs, clouds. Think of the idiom in English today, cloud nine. One has no indication of time, place, or the weather, no hint of sunlight or rain beyond the blue sky and stereotypical cumulus clouds. The sailing ship-of a kind once built for long ocean voyages-belongs to some unspecified past as remote and idealized as a manipulated dream world. Magritte probably had little personal experience of the sea anyway. He grew up almost dead center in Belgium, in a small town southwest of Brussels, where the plains of Waterloo start to give way to the hilly terrain of Mons. He returned from Paris to Brussels in 1930, pretty much for good. One could call him the perfect bourgeois, a role he loved to play in his art, although indications of an actual city appear as rarely in his art as anything else concrete. Even back in the time of sailing ships, Belgium never rivaled its neighbors as a naval power. The Dutch, after breaking free of Spain, celebrated their ports in Baroque art, but not the Flemish. If Magritte ever felt the call of the sea, it had to mean a call within. Most obviously unlike a seascape, Magritte has done something odd indeed to the ship: he has replaced its shape with an extension of the water. Surrealism celebrated just such illogical, uncanny juxtapositions. Breton liked to cite a writer calling himself Comte de Lautréamont, who in 1868 asked for an image \"as beautiful as the chance meeting on a dissecting table of a sewing machine and an umbrella.\" One can think of the ship's transformation as a cut-and-paste job, and Surrealism has its roots, like pretty much all modern art, in Cubist collage. If that leaves only a dream, the painting's title, The Seducer, also suggests uncensored fantasy, and Magritte himself spoke of painting not just real objects, as in a still life, but \"real desires.\" Whoever is carrying out a seduction, no one is restraining his transgression. In French, seduction has connotations of pleasure and magic, and some critics have termed his art \"magic realism\"-and a precursor of the movement in America that spawned Philip Evergood and George Tooker. However, the seducer does not clearly appear. The pleasure seeker could be riding on the ship, painting it, or looking at it in the museum now. So could the one seduced-perhaps Magritte himself seduced by his own art.", "url": "https://www.renemagritte.org/images/paintings/seducer.jpg"}, "rene_magritte-sixteenth_of_september.jpg": {"description": "Trees are a recurrent subject in his work. As Magritte stated: Growing from the earth to the sun, a tree is an image of certain happiness. To perceive this image we must be immobile like the tree. When we are moving, it is the tree which becomes the spectator. It is witness, equally, in the shape of chairs, tables and doors, to the more or less agitated spectacle of our life. The tree, having become a coffin, disappears into the earth. And when it is transformed into fire, it vanishes into air.\" Here Magritte superimposes a crescent moon in front of the tree. The artist referred to his intentional juxtaposition of incongruous objects as \"objective stimulus.\" In reference to this image, Magritte observed: \"I have just painted the moon on a tree in the grey-blue colors of evening.\" Typically, the titles of Magritte's paintings were determined after they were completed. In this case, the title was the idea of Magritte's friend, Surrealist poet Louis Scutenaire. unstable building, the artist seeks to subvert the laws of physics, as well as to question the viewer's perception of an image so deeply rooted in common culture.", "url": "https://www.renemagritte.org/images/paintings/sixteenth-of-september.jpg"}, "rene_magritte-the_annunciation.jpg": {"description": "The Annunciation brings together many of the themes, both iconographic and philosophical, that engaged Magritte during his stay in Paris from 1927 to 1930, a period in which he was closely associated with the French Surrealists. The painting shows an unlikely combination of objects. Two large bilboquets (Magritte's term for the objects in his works, which, though imaginary, recall wooden balustrades or chess-pieces) stand next to an oddly shaped piece of paper with a decorative cut-out pattern. Behind them looms a grey metal 'curtain', hung with sleigh bells. Despite its incongruity, this collection of objects seems disconcertingly 'at home' in the rock-strewn landscape beneath the grey clouds in the blue sky. The size of the painting (it is one of the largest the artist ever executed), together with its traditional composition and subtle allusions to paintings of Old Master like Leonardo da Vinci, El Greco, and Caravaggio, are signs of the ambitiousness of the work. Annunciation, the title given to the painting by the time of its first public showing in March 1931, seems unrelated to the subject matter of the painting. However, its religious connotations seem strangely appropriate to the work's serious mood: there is no Mary, or Archangel, yet the strange stillness of the imagery suggests that something momentous either has just happened or is about to, and that what we see is, in fact, some sort of vision (in his letter to Mesens, Magritte described the central grouping of objects as an 'apparition'). Sylvester (1992, p.187) writes, 'There are numerous instances of the sublime in Magritte's art, but nothing else as numinous as this ... \"The Annunciation\" impresses through its majesty, its solemnity, its luminosity, its silence'. Magritte himself was not a believer, and would have thought of the mystery implied in the idea of 'annunciation' in a purely secular sense. An uncritical use of a term so central to Catholicism, however, would have been anathema to the Surrealist group, and it is likely that the title was intended to be not only ironic but also provocative. Magritte had quarrelled with the leader of the French Surrealists, AndrÃ© Breton, on a matter relating to religion in December 1929, and the rift between the two men was to last until 1933. At a gathering at his home, Breton, who, like all the Surrealist writers, was an arch-atheist and anti-cleric, noticed that Georgette was wearing a cross, and asked her to take off 'that object'. Georgette habitually wore the cross, which had belonged to her grandmother, and preferred to leave with her husband rather than remove it. Magritte was deeply angered and upset by this seemingly rather trivial incident, and rejected attempts by friends to effect a reconciliation. Yet the fault was not all on one side: many present at the incident felt that Magritte's hostile response was not entirely justified, particularly as it seems that he had long attempted to provoke Breton on the subject of religion.", "url": "https://www.renemagritte.org/images/paintings/the-annunciation.jpg"}, "rene_magritte-the_art_of_living.jpg": {"description": "In the year he died, Magritte painted The Art of Living for Alexandre Iolas. It is composed of familiar features from his oeuvre: full-face portraits of \"ready-made\" citizens, decapitated and ranged in front of a stone balustrade against a background of mountains. As so often in Magritte's works, there is also something new. Here an enormous balloon is floating above the decapitated body, and the balloon is the head. It is pink, a color Magritte was already using before 1930 and remained fond of for certain situations. Inside the balloon is a very small complex of eyes-nose-mouth which seems mysterious yet is not, for it is the expression of normalized vacuity, like the ready-made suit, which nevertheless represents a human being and hides everything that must remain secret - the small sins which convention prescribes, the major sins which society forbids. It is the image of the unremarkable which strikes us by being so very unremarkable. Undeniably present in this representation of the bourgeois citizen is an element of that \"objective humor\" which Andre Breton opposed to \"subjective humor\" in his lecture \"The Surrealist Position of the Object.\" Breton found this objective humor to be triumphantly present in the work of Alfred Jarry, the playwright, and also in the work of the Futurists and Dadaists. Magritte's devastating criticism of the average citizen manifests itself once more in this late work, in the objective humor of the enormous balloon in a striking pink, the color representing the charm of the good life, which is here the skin that covers self-satisfaction and vacuity.", "url": "https://www.renemagritte.org/images/paintings/the-art-of-living.jpg"}, "rene_magritte-the_banquet.jpg": {"description": "In the foreground of The Banquet is a stone wall, with a stone vase. Past the wall there is a group of trees, then a field and then a line of trees. The sky is shades of red, the sun must be near the horizon. There a light mist in the field. In the center of the painting, right in the middle of the trees, is a red circle. The wall is meticulously painted, each line exactly right angles, and the color seems accurate. The nearest trees are representational, accurately rendered. The farther trees are less sharp. The field is suggestive as is the line of trees at the back. Magritte observes the rules of perspective. The only exception is that red circle. It upsets the eye, it jerks the mind away from a pastoral scene. How do we incorporate the image of the sun on this side of the trees with the realism of the painting? Why is the painting titled The Banquet? Magritte was a \"realistic\" painter. This observation stresses just one of his more striking original features. And at the same time it underlines one of his principal features; one which distinguishes him from so-called \"modern art\" -in all its manifestations - on a comprehensive revision of the approach by art to reality. Modern art rejected realism explicitly, denying that painters and painting, above all, had any mission to reproduce nature, living or dead, in favour of a doctrine which affirmed the expression of feelings, sensations, emotions, inward reflexions and so on. It is tempting, in a word, to declare that in place of 19th century Impressionism which, confronted by the landscape before which one had set up one's easel, knew how to recover sensations through techniques of colour diffraction, there was a desire to substitute an impressionism of diffuse feelings proceeding not from the subject painted, but frrom the manner in which it was painted.", "url": "https://www.renemagritte.org/images/paintings/the-banquet.jpg"}, "rene_magritte-the_birth_of_the_idol.jpg": {"description": "Magritte repeatedly depicted the jockey and especially the bilboquet, and often added the form of the mannequin or dummy - as in The Birth of the Idol - which had been first used in painting by Giorgio de Chirico. The Birth of the Idol is, in fact, a striking example of the impact De Chirico still had on painters more than ten years after his innovations. In the storm above a tumultuous sea depicted here, Magritte displays an expressive power which hardly ever occurs later. Already there are such elements as the blind staircase and doors with openings in them, while the idol rises in the oppressive scene like an unattractive bilboquet-dummy from the cut-out silhouette of a human being. The Lost Jockey and The Birth of the Idol indicate well how fertile and inventive Magritte's imagination was in 1926. Subject to changing moods and emotional stress now that he had found his way as though by revelation after much hard searching, Magritte also experienced that nervous unrest and excitement typical of the enthusiasm and industry of a young talent. Something of this can be traced in these two works of 1926, probably against his wish. It does not occur again after 1929.", "url": "https://www.renemagritte.org/images/paintings/the-birth-of-the-idol.jpg"}, "rene_magritte-the_blood_of_the_world.jpg": {"description": "From 1925 on Magritte took two paths, one of which he was still following about 1930. The Blood of the World belongs to a group which he abandoned after 1930 and which is clearly distinct from the works based on recognizable figures, belonging to a world of people and objects brought into strange relationships with one another and placed in unexpected settings, as exemplified by The Lost Jockey, a theme which Magritte took up again and again. The other direction, which emerged shortly after the motif of The Lost Jockey, consisted of invented organisms, vegetation, and forms only indirectly and ambiguously related to reality. Only through associations can one approach these oppressive landscapes; visually tangible and clear, they are peopled by forms that are intertwined in the Baroque manner. The Blood of the World shows organisms resembling legs and arms which lack their extremities and have been skinned, like those in pictures of anatomical lessons. The round forms which they partly cover are even more difficult to approach. The art historian could venture a reference to Arp's forms in his Dada period, or one may be reminded of Max Ernst. Magritte, who made these paintings shortly before or during his years in Paris, from 1927 to 1930, saw many things in Andre Breton's circle there, but this fact does not lead us in the right direction. The forms immediately behind the so-called flayed legs, for instance, may seem like certain phases in rock formation, with signs of erosion. Antoni Gaudf, the Spanish Art Nouveau architect, fashioned similar \"growths,\" and Dali was always fascinated by them on the shore of Cadaques, near his birthplace. Magritte gives them artificial colors here - bloodred and off-white. In The Blood of the World one can discern the demon in Magritte's imagination, the obsession with a dark fertility urge which has a perverse side to it; it was a remnant of Expressionism, from which he freed himself about 1930. Then came the clarification, the mysterious clarity, of which he was a master as early as 1926.", "url": "https://www.renemagritte.org/images/paintings/the-blood-of-the-world.jpg"}, "rene_magritte-the_cultivation_of_ideas.jpg": {"description": "In this poetic painting, which is an artificial landscape, two trees form a single crown of leaves. As a result, the two trunks, with short shadows falling before them, seem like the legs of a man walking into the landscape. Nature advances too, even coming up through the floor, which consists of a cloudlike foreground with outlined forms, changing color only higher up to become wood with a distinct grain. Even without the title, the painting has the strange poetic enchantment of the atmosphere a person senses just after waking up, when he is still only half-conscious, still hypnotized by some dream face that is about to elude him. This exceptional imaginative power in Magritte, creating shapes and colors difficult to define (except for the trees), no longer occurs in so lyrical and poetic a manner after 1930. One can definitely trace a chronology and change of style in Magritte's work, even though it was not the aesthetic problem of style but an intellectual poetic vision, the evolution of a technique of creating resemblances, which occupied his mind. For instance, later repetitions of much earlier works are often recognizable by a more meticulous, calmer, and more relaxed finish and by details which bring about slight changes of atmosphere.", "url": "https://www.renemagritte.org/images/paintings/the-cultivation-of-ideas.jpg"}, "rene_magritte-the_domain_of_arnheim_1962_by_rene_magritte.jpg": {"description": "In 1962 Magritte painted a gouche and an oil of his Domain of Arnheim based on Edgar Allen Poe's story \"The Domain of Arnheim:\" [From Poe:] \"...no such combination of scenery exists in nature as the painter of genius may produce. No such paradises are to be found in reality as have glowed on the canvas of Claude. In the most enchanting of natural landscapes there will always be found a defect or an excess - many excesses and defects. While the component parts may defy, individually, the highest skill of the artist, the arrangement of these parts will always be susceptible of improvement. In short, no position can be attained on the wide surface of the natural earth, from which an artistical eye, looking steadily, will not find matter of offence in what is termed the 'composition' of the landscape. And yet how unintelligible is this! In all other matters we are justly instructed to regard nature as supreme. With her details we shrink from competition. Who shall presume to imitate the colours of the tulip, or to improve the proportions of the lily of the valley?\" The Domain of Arnheim may be Poe's greatest story. Poe himself held it in high esteem. He wrote, \" 'The Domain of Arnheim' expresses much of my soul.\" To Magritte The Domain of Arnheim represented the ideal landscape as expressed by Poe. Magritte also used the granite eagle on the mountain ridge in others works with different titles. The image of the mountain shaped like an eagle predates the \"Domain of Arnheim\" images, first appearing in \"Le precurseur\" (1936). The catalogue raisonne says, \"The mountain may well have been based upon the upper two-thirds of a color reproduction of a photograph found among Magritte's papers, something he certainly handled, as it bears a drawing by him on the verso.\"", "url": "https://www.renemagritte.org/images/paintings/the-domain-of-arnheim.jpg"}, "rene_magritte-the_empty_picture_frame.jpg": {"description": "What in ordinary language might have been called The Empty Painting, since all there is to see is a frame, is nevertheless entitled Landscape, the title plate taking the place of the missing landscape. Thus Magritte does not show us a landscape but a still life with a rifle and a picture frame. The work illustrated here seems to be a painting within a painting which also shows us the wall of a room with a wainscot. There is scarcely any depth, only the wainscoting and the shadow of the frame. Thus we are given no knowledge of distance, height, or breadth. The painting is not empty, however, but consists of a framed brick wall, so real and so minutely detailed that we do not doubt that it is the outer wall of the gray inner wall. The cutting-off of this wall, without any foreground, makes the room seem strange and vague. It is the same sort of cutting-off that Magritte employs, for instance, in The Waterfall and in other canvases where a painting within a painting occurs. The simultaneous appearance of a fragmentary inner wall and a framed outer wall, all within a single picture, is the reason why the presence of the inner and outer wall within a single space seems absurd and ephemeral. In a few instances Magritte used the irrational appearance of a brick wall in relation to a tree.", "url": "https://www.renemagritte.org/images/paintings/the-empty-picture-frame.jpg"}, "rene_magritte-the_fair_captive.jpg": {"description": "This painting is the third version of The Fair Captive, differing from those of 1931 and 1935 which situated the easel in a landscape setting. It preceded by two years the series of works known by the title The Human Condition. In both series Magritte investigated the paradoxical relationship between a painted image and what it conceals. Magritte might have learned the painting within a painting from illustrations in A. Cassagne's Traité pratique de perspective (1873), a book used at the Académie Royale des Beaux Arts when Magritte was a student there. It was a rich field for investigation, as suggested by the number of variations on the idea. He surely saw De Chiricho's 1917 version of a painting within a painting, Great Metaphysical Interior. In this present work, the easel, flanked by a boulder and a flaming tuba, is moved to a beach. Since the flames of the burning tuba leave a reflection on the 'canvas', we are brought again to the notion of the canvas both as a pane of glass which allows the spectator to 'see through' reality, and as a metaphor for painting as a window on reality, as with Duchamp's Large Glass.", "url": "https://www.renemagritte.org/images/paintings/the-fair-captive.jpg"}, "rene_magritte-the_false_mirror.jpg": {"description": "The image jolts the viewer by removing the eye from its usual context, presenting it without the face to which it belongs. It further disrupts expectation by placing a circular sky inside the otherwise ordinary oculus. Sometimes called magical realism, such juxtaposition of normally unrelated objects within a seemingly incongruous context is characteristic of much of Magritte's oeuvre. For Magritte and Surrealists working in a similar mode, these surprising, even bizarre combinations were considered the products of their unconscious minds. By visualizing them, the artists believed, they might also touch the unconscious minds of their viewers. Many of Magritte's Surrealist colleagues, including Man Ray, Salvador Dali, and Max Ernst, made use of eyes as a motif in their art. In their works, as in Magritte's eyes undermine our basic assumptions they are recontextualized, multiplied, and assaulted; on occasion, they cry glass tears. The Surrealists meant these kinds of images to make viewers uneasy, to unsettle complacent attitudes about art and life. By replacing the eyes iris with a blue, cloud-filled sky in False Mirror, Magritte challenges us to question what we see and what we think we know. Is the sky a reflection of what the eye is seeing? Is the eye in fact an opening into another reality? Are we looking at an inner vision, or something else entirely? One thing is certain: Magritte's The False Mirror is an invitation to look at the world differently.", "url": "https://www.renemagritte.org/images/paintings/the-false-mirror.jpg"}, "rene_magritte-the_glass_house.jpg": {"description": "According to those who know Edward James, this work bears a resemblance to him. According to others, it is rather like Magritte himself. Whoever may be represented, there is more than a portrait here. Psychologically The House of Glass marks a brusque victory over the artist's innate, almost superstitious fear of the portrait. The point of departure was the figure seen from the rear. When Magritte painted Edward James's portrait, he chose to paint his back, placing him before a mirror in which it was again his back that appeared. The title became Not to Be Reproduced. The unexpected feature in The House of Glass is the sharp reversal of the face, which is looking at no one at all and which is of an embarrassing reality - penetrating through an opening in the skull and hair, it is not merely visible, but aggressive (as suggested by the opened skull, the image comparable to a person breaking into his own house). Yet everything is painted with an absurd, meticulous mock realism - making visible simultaneously a front and a rear view, whereas in the real world the two views exist only as visible and invisible. In other words, the conjuring up of simultaneity evades the rules of three-dimensional representation, but at the same time Magritte has preserved the method of painting expected for that kind of representation, which creates ambiguity.", "url": "https://www.renemagritte.org/images/paintings/the-glass-house.jpg"}, "rene_magritte-the_gradation_of_fire.jpg": {"description": "In regard to this theme Magritte said that he was trying to put himself in the place of prehistoric man when he first discovered that fire resulted from striking two stones together. He shows fire leaping up out of a piece of paper, a key, and an egg; and, as in other paintings, the large, upward sloping surface with grained wood plays an important part. An earlier painting of the same theme (formerly in the Mesens collection), in which the fire leaps up out of paper, a chair, and a tuba, was painted in 1933. Magritte reminds us here of fire as an absolute phenomenon, which can originate from stones without devouring them. The egg, the key, the paper, the wood, the tuba, the sofa, used in relation to the flames of fire, seem for a moment as absurd as the stones which also give birth to fire. Magritte was fond of thinking in categories: light, air, fire, earth, rain, sun, window, sea, tree.", "url": "https://www.renemagritte.org/images/paintings/the-gradation-of-fire.jpg"}, "rene_magritte-the_human_condition_ii.jpg": {"description": "The painting within a painting has a long tradition, which Magritte restored and in a certain sense brought to an end by making us aware of indoor and outdoor spaces, which meet in his paintings. He himself put it in this way: \"We see it [the world] as being outside ourselves, although it is only a mental representation of it that we experience inside ourselves. In the same way we sometimes situate in the past a thing which is happening in the present. Time and space thus lose that unrefined meaning which is the only one everyday experience takes into account.\" To the theme of the painting within a painting Magritte adds that of the window, placing it in the forefront. For him the window, which had played a role in painting since such German Romantics as Caspar David Friedrich, up to Heri Matisse, had the significance of the eye in the body - which is the house, and from which one observes and experiences the world. Although Magritte rarely gave us a complete landscape or figure, he almost always depicted a balustrade, a frame, a section of a wall, a windowsill, as though he required a support to protect him from becoming giddy. Magritte is always indoors, and from this vantage point he looks out into the unknown, into space and into life outside, at the same time listening to it. He is the \"curtain man.\" Stripped of all support and logic that is usually provided by the windows and rooms which they serve, Magritte's curtains are the final relics, like the balustrades, like the window and door frames, which provide a link with the interior. Another peculiar feature is the manner in which Magritte makes the sea seem real on the canvas and yet at the same time confers a transparency to it which exists only in the mind, for the sea on the canvas conceals the sea outside and beyond. From the purely technical and abstract viewpoint, the thin white vertical stroke representing the edge of the canvas is exceptionally finely balanced against the horizontal lines of the sea, the waves, and the boundaries of the floor in the room. The dark sphere forms the center, despite the fact that it is placed left and below the actual center; it is formally related to the arch of the door and the delicate screw on the painter's easel.", "url": "https://www.renemagritte.org/images/paintings/the-human-condition-ii.jpg"}, "rene_magritte-the_human_condition.jpg": {"description": "Two of Magritte's favored themes were the \"window painting\" and the \"painting within a painting.\" The Human Condition is one of Magritte's earliest treatments of either subject, and in it he combines the two, making what may be his most subtle and profound statement of their shared meaning. The Human Condition displays an easel placed inside a room and in front of a window. The easel holds an unframed painting of a landscape that seems in every detail contiguous with the landscape seen outside the window. At first, one automatically assumes that the painting on the easel depicts the portion of the landscape outside the window that it hides from view. After a moment's consideration, however, one realizes that this assumption is based upon a false premise: that is, that the imagery of Magritte's painting is real, while the painting on the easel is a representation of that reality. In fact, there is no difference between them. Both are part of the same painting, the same artistic fabrication. It is perhaps to this repeating cycle, in which the viewer, even against his will, sees the one as real and the other as representation, that Magritte's title makes reference. Magritte's use of the curtain in this picture invoked a device that had been employed by a number of the Old Masters as a trompe-l'oeil way of drawing the viewer into the composition, pointing to the artifice of the scene, and also showcasing their own ability to paint something as lifelike as the drapery hanging in front of a picture; this was the case, for example, in The Art of Painting and The Girl with a Pearl Earring by Johannes Vermeer. Magritte's play with the nature of the picture surface was given great scope by his use of similar devices, be it in the stage curtain of The Human Condition", "url": "https://www.renemagritte.org/images/paintings/the-human-condition.jpg"}, "rene_magritte-the_hunters_at_the_edge_of_night.jpg": {"description": "", "url": "https://www.renemagritte.org/images/paintings/the-hunters-at-the-edge-of-night.jpg"}, "rene_magritte-the_large_family.jpg": {"description": "The Large Family ('La Grande Famille') was created by Rene Magritte in 1963,. At first glance, one immediately questions the appropriateness of the title for there is no image of a family, human or otherwise. However, that should not come as a surprise as Magritte was well-known to derive great pleasure in confusing his viewers. The background of The Large Family displays a dreary sky, either on the verge of a storm or, could the pink light on the horizon signify the end of one? The ominous clouds together with the rolling sea below evoke turbulent feelings, perhaps symbolizing the trials and tribulations that families often endure together. On the other hand, a significant contrast is created between the gloomy surroundings and the frontal white bird, a common symbol of peace. Window-like, this bird reveals within its silhouette a calm blue sky with white fluffy clouds that bring about feelings of warmth, much like those experienced on a beautiful summer day. The bird may well represent the unity and love within a family unit. In depicting harmony and discord, Magritte skillfully portrayed the concept of family in The Large Family by evoking relevant and intense emotions through symbolic surrealism. To be a surrealist means barring from your mind all remembrance of what you have seen, and being always on the lookout for what has never been.” - Rene Magritte", "url": "https://www.renemagritte.org/images/paintings/the-large-family.jpg"}, "rene_magritte-the_listening_room.jpg": {"description": "The apple is one of the most frequent and recognizable of Magritte's motifs, appearing in various guises such as a floating orb in the sky, a masked entity, and perhaps most famously hiding the face of a man wearing a bowler hat. The ambiguity of its role in the present scene invites the viewer to contemplate possible interpretations without ever offering a definitive meaning, sustaining a sense of enigma that the painter prized above all else. For Magritte, the apple came to symbolize this perpetual tension between the hidden and visible, and he even used it to obscure his own visage in some of his self-portraits. The painter stated: \"Those of my pictures that show very familiar objects, an apple, for example, pose questions. We no longer understand when we look at an apple; its mysterious quality has thus been evoked. In a recent painting, I have shown an apple in front of a person's face At least it partially hides the face. Well then, here we have the apparent visible, the apple, hiding the hidden visible, the person's face. This process occurs endlessly. Each thing we see hides another, we always want to see what is being hidden by what we see. There is an interest in what is hidden and what the visible does not show us. This interest can take the form of a fairly intense feeling, a kind of contest, I could say, between the hidden visible and apparent visible\". Suzi Gablik suggests that \"Magritte's paintings are a systematic attempt to disrupt any dogmatic view of the physical world. By means of the interference of conceptual paradox, he causes ordinary phenomena to inherit extraordinary and improbably conclusions. What happens in Magritte's paintings is, roughly speaking, the opposite of what the trained mind is accustomed to expect. His pictures disturb the elaborate compromise that exists between the mind and life. In Magritte's paintings, the world's haphazard state of consciousness is transformed into a single will\" Magritte's transformation of a humble apple into an impressive boulder also reflects the enduring impact of the Italian painter Giorgio de Chirico's pittura metafisica on his oeuvre. De Chirico's images such as Le Chant d'amour, 1914, which was a seminal discovery for Magritte during the early years of his career, portrays inconsequential objects such as a ball or a glove as monumental symbols with mysterious and ultimately indeterminate import. Similarly, Magritte confers the qualities associated with rocks, such as heaviness and immobility, to the apple, creating a seemingly permanent monument to what is ordinarily a highly perishable foodstuff.", "url": "https://www.renemagritte.org/images/paintings/the-listening-room.jpg"}, "rene_magritte-the_lost_jockey_(le_jockey_perdu).jpg": {"description": "Courtesy of www.ReneMagritte.org Inspired by the collages of Max Ernst and the paintings of Giogrio De Chirco, Magritte began his new direction in art around 1924. Magritte was an active participant of Dadaism and the Belgiam branch surrealism which united in 1925. The Lost Jockey (Le jockey perdu) was one of a series of collages that contained the bibloquet or balluster that Magritte created in 1925-1926. He considered The Lost jockey to be his first surrealist work although several of his earlier collages would certainly qualify. Rene designed theatre sets in Brussels in the early 1920s for Theatre du Groupe Libre. The Lost Jockey is one of many theatre settings with a curtain that Magritte produced in his early works. It also uses bilboquets that resemble trees with musical notation as bark, possibly as a tribute to Mesens, the pianist and composer and his brother Paul, a musician who studied with Mesens. The jockey is clearly riding on a wooden stage with curtains. The stage is covered with a white cloth with geometric patterns that are umbrella-like. The bibloquet on the right is an impossible object,existing behind and in front of the right curtain. Magritte revisited some of his paintings many times; most likely to paint a copy as a request for a patron. When he would redo the painting he would usually change the new version slightly from the earlier version. Courtesy of www.ReneMagritte.org Le jockey perdu gouache on paper is one of the largest format gouaches by René Magritte, a variation of one of the artist's favourite themes, the crazily displaced horse racing with its rider through an incongruous landscape. In this gouache, Magritte has introduced several other motifs as well: floating above the lost jockey of the title is a mysterious sphere, while the entire scene is shown through a strange, rocky portal, as though the viewer were in a colossal cave at the edge of this flat scrubland. Magritte first tackled the theme of Le jockey perdu in 1926, a watershed period for the artist, in which he suddendly found a means of exposing the mysteries of the world, the poetic associations between the objects that form our reality and which we take all too much for granted. His strange juxtapositions challenged the viewer, demanding that we consider afresh the properties of the everyday elements of the world around us. So, in this gouache of Le jockey perdu, it can be seen the racetrack that would usually play host to a jockey is absent, the racer taken out of context. At the same time, a strange new planet hovers as though within the atmosphere of the Earth; this ball has replaced the sun and the moon; its looming presence adds a cosmic oddness to the entire picture. It is a tribute to the importance of this theme that Magritte himself would write, with reference to his original oil of the subject, that 'Le jockey perdu (The Lost Jockey) is the first canvas I really painted with the feeling I had found my way, if one can use that term'. Magritte's own revelation had occurred when he had seen a painting by Giorgio de Chirico. Presenting the viewer with an eccentric assortment of seemingly unassociated objects, de Chirico's Le chant d'amour introduced the viewer to a realm in which another hidden logic appeared dominant. While the mysticism of de Chirico did not influence Magritte, the break with perceived reality and the use of juxtapositions did. For this reason, Magritte denied the open influence of de Chirico, making specific reference to his first version of Le jockey perdu: If one takes into consideration what I've painted since 1926 (Le jockey perdu-1926-- for example, and what followed), I don't think one can talk about 'Chirico's influence' I was 'struck' about 1925 when I saw a picture by Chirico Le chant d'amour. If there is any influence it's quite possible there's no resemblance to Chirico's pictures in Le jockey perdu. In sum, the influence in question is limited to a great emotion, to a marvellous revelation when for the first time in my life I saw truly poetic painting. With time, I began to renounce researches into pictures in which the manner of painting was uppermost. Now, I know that since 1926 I've only worried about what should be painted. This became clear only some time after having 'instinctively' sought what should be painted” As in several of Magritte's strongest works, Le jockey perdu is made all the more visually striking by the contrast between stillness and dynamism, here articulated by the difference between the speed of the jockey and the emptiness of the landscape around him. Where de Chirico's works were often marked by an intense sense of poise and stillness, Magritte has prompted the viewer into a profound investigation of everyday elements, items and qualities from the world around us such as movement, horses, gravity and the celestial bodies.", "url": "https://www.renemagritte.org/images/paintings/the-lost-jockey-1926.jpg"}, "rene_magritte-the_lovers_i.jpg": {"description": "The Lovers I (1928), is one of a small group of pictures painted by Magritte in Paris in 1927-28, in which the identity of the figures is mysteriously shrouded in white cloth. The lovers I 1928 is in the Australian National Gallery; and the similarly titled, similarly dated and similarly sized painting The Lovers II is in the collection of Richard S. Zeisler, New York, in which the same shrouded heads of a man and a woman that appear in the Gallery's painting attempt to kiss each other through their grey cloth integuments. The origin of this disturbing image has been attributed to various sources in Magritte's imagination. Like many of his Surrealist associates, Magritte was fascinated by 'Fantomas', the shadowy hero of the thriller series which first appeared in novel form in 1913, and shortly after in films made by Louis Feuillade. The identity of 'Fantomas' is never revealed; he appears in the films disguised with a cloth or stocking over his head. Another source for the shrouded heads in Magritte's paintings has been suggested in the memory of his mother's apparent suicide. In 1912, when Magritte was only thirteen years of age, his mother was found drowned in the river Sambre; when her body was recovered from the river, her nightdress was supposedly wrapped around her head. Magritte himself disliked explanations which diffused the mystery of his images. His matter-of-fact style deliberately eschewed the assumption that these images were simply the expression of personal fantasy or private neurosis. They are images calculated to unlock the darker side of the mind. In The lovers, a man and a woman press their together in a fond gesture, almost as if they were having their photograph taken. It could be a holiday snapshot, with glimpses of the green verdure of the Normandy coast and the sea beyond. But through the simple device of the shrouds that cover the lovers' heads, tug back against their faces and curl like ropes across their shoulders, the spontaneous intimacy of this 'holiday snapshot' becomes a spectre of alienation, suffocation, even death. Outwardly so ordinary, even absurd, this image becomes chillingly real in the mind's eye.", "url": "https://www.renemagritte.org/images/paintings/the-lovers-1.jpg"}, "rene_magritte-the_lovers_ii.jpg": {"description": "The Lovers II (1928), is an oil on canvas depicting two individuals locked in an embrace. The figures are kissing one another through veils. They are situated in a room with the back wall, side wall and ceiling showing. The back wall is blue-grey with a lighter shade on the bottom half and a darker shade on the top half. The side wall is brick red with it lighter at the bottom blending to a darker shade through to the top. The ceiling is white and has a decorative trim along the border of the red wall, but it does not continue along the border of the blue-grey wall. The male figure wears a black suit and tie with a solid white shirt. He embraces a woman clad in a red, sleeveless garment with white trim. The woman's tanned arm is exposed. The man is in a dominant position relative to the woman. She tilts her head up while he leans down to kiss. Both figures have a whitish veil completely covering their faces and necks. On both figures the veils are tight against the front of the face and top of the head and then relax towards the back. The woman's face is tilted slightly to the left making her lover more prominent and revealing the distinct outline of his nose. The elements that make up this painting are the room and the lovers. Unlike the erotic and romantic scene of The Kiss by Gustav Klimt, Magritte presented two figures with their faces covered by a white cloth, locked in an ambiguous setting, and unable to truly communicate or touch, many wonder if this is a kiss of denied love. The deathlike cloth keeps the two figures forever apart and as such create an atmosphere of mystery which celebrated this image. The way the room is painted makes it seem almost insignificant. The bold colors are shadowed and there are no windows to give perspective. However, it is unusual to see a room with such a variety of colored walls. The lovers are the primary object and the one that adds the most mystery and intrigue. Photo of The Lovers II by Rene Magritte The way they are both positioned is suggestive. The man is in a dominant position with his shoulders angled. The woman appears to be tilting her hear up towards him but after looking at the position of her body as well it appears more like she is leaning backwards. The most significant aspect of the lovers is the veils. It is actually a rather bland painting however by simply covering the faces with veils it becomes far more interesting and thought provoking. The psychological impact however is far greater with all of these elements. The color blue is associated with calm or water which is associated with life. The color red is associated with anger, lust and love while white is associated with purity which also happens to be the least shown. Black is commonly associated with death which the man may be representative of. The woman is dressed in red which may mean love or passion. The veils are of a whitish or grayish color and depending upon how you see it could mean purity or could mean the purity is fading or tainted. Trying to put all of these elements together to form a single meaning is rather difficult. It is the culmination of elements that are supposed to impact the viewer. The Lovers is one such painting that intrigues and provokes thought.", "url": "https://www.renemagritte.org/images/paintings/the-lovers-2.jpg"}, "rene_magritte-the_muscles_of_the_sky.jpg": {"description": "Magritte's first painting done in Paris in 1927 The Muscles of the Sky transposes 'sky' into an alternative pictorial element, the Albertian 'pavement' in this case, so a portion of sky breaks away from the far distance, crosses the black middle distance and anchors itself to the foreground. This immediately contradicts the depth that the receding pavement insistently conveys. As a result, the principal function of the pavement, to accommodate objects and to establish their recession in space, is overridden by spatial instability. Solid objects have no place in this environment and, not surprisingly, Magritte omits them altogether. The subject of the painting is the 'legs of the sky' as Magritte had put it. They hint at the characteristics of wood: they have clear-cut outlines, they cast shadows and, in all respects, conform to the idea of a rigid plane. But also, like sky, they have a furling, unspecifiable configuration. Quite unlike flat planes, they make contact with the pavement at various points in depth. In effect, they are implicit zones of 'melting', places where contradictory meanings are fused. What is significant, moreover, is that such loci of representational contradiction, where finite plastic interpretation becomes impossible, are not rendered as an imprecise blurs or as haziness. On the contrary, they are independent entities in the painting. The Muscles of the Sky presents the paradoxical constituent as a 'limb' attached to a larger corpus. Even if, one would imagine, the final severance were made and the limb allowed to exist freely, it would still have finite presence. Magritte, therefore, invokes the notion of free units of meaninglessness that, nevertheless, can inhabit a fully articulated pictorial space. It is in this way that Magritte's 'discovery' could be seen to have ultimately resulted in a transition from planes to 'blobs', a term coined by Robert Roseblum. Planes, it has been shown, had been first isolated and then fused, with the result that a paradox of 'substance' was brought about. The ensuing pictorial contradiction was then seen to lead an absence of representational meaning. Finally, the resulting state of zero representation was seen to acquire autonomy within the painting. Having reached this point in his progressive denudation of representation, Magritte is in a position to advance the concept of paintings peopled wholly by semantically dysfunctional elements.", "url": "https://www.renemagritte.org/images/paintings/the-muscles-of-the-sky.jpg"}, "rene_magritte-the_mysteries_of_the_horizon.jpg": {"description": "The Mysteries of the Horizon depicts three seemingly identical men in bowler hats. They are in an outdoor setting at twilight. Each one is turned toward a different direction. In the sky above each figure is a separate crescent moon.Men in bowler hats have appeared frequently in Magritte's work since his 1926 painting The Musings of a Solitary Walker. They are represented as having undefined or identical personalities. The works of Surrealism feature the element of surprise, unexpected juxtapositions, and the use of nonsequiturs. Some viewed their art as an expression of a philosophical movement that was dedicated to revolutionary change. Magritte would ultimately break with Andre Breton, the founder of the Surrealist school. Magritte's work primarily addressed the issue of representation in the work of art. Magritte seems to suggest that no matter how realistically the artist can depict an item, verisimilitude is still an artistic strategy, a mere representation of the thing, not the thing itself. The philosophical basis of this perspective appears to be the Kantian distinction between noumenon and phenonomenon. The artist deals in phenomena only. This Kantian perspective is the basis for modern relativism. Since observers are limited only to each individual perception, one can never know the universal, which essentially ceases to exist for beings like humans.", "url": "https://www.renemagritte.org/images/paintings/the-mysteries-of-the-horizon.jpg"}, "rene_magritte-the_poetic_world.jpg": {"description": "In the English inventory of the works in the collection of the Edward James Foundation one reads, \"Composition with Clouds and 'Pate.' \" Elsewhere there is a reference to \"two pieces of pate on a block.\" Each object - sky, clouds, window, door, block, the two slices of pate (one standing, one lying flat) - has been painted with complete realism; each is powerfully present and aglow with color, like objects on panels from the era of Diego Velazquez. There is no deformation except in the relationships between things, in space, and in the proportions. The clouds transport us to space outside, although we are indoors observing the block with the pate, while the clouds inside the room are of proportions proper for a still life. Yet, nothing surprises us because the antithesis of outdoors and indoors in this image has been transformed into a new order of being, light, and space which can have been created only by the imagination. The unmistakable clarity and tension in the new scene before our eyes are achieved by the sublime blue, white, and deep gray, which together compose an intense and radiant light. This light provides a new unity to which all things are subordinate and yet which can only reveal itself to us via the objects.", "url": "https://www.renemagritte.org/images/paintings/the-poetic-world.jpg"}, "rene_magritte-the_red_model.jpg": {"description": "With his repeated motif of human feet in place of shoes, Magritte sees the treachery of emotions in the A Pair of Shoes painted by van Gogh. The uncanny affinity between the feet and the shoes drives our curiosity and undermines our habitual conceptual polarity: feet/shoe, human/non-human, civilization/wilderness, inside/outside. To combine human feet with leather to form a new object is an expression and demonstration of hybridization and monstrosity. The frightening reversal reveals a monstrous habit when the \"outside\" becomes \"inside.\" The container (boot) contains the contained--the privileged human-flesh--foot. Then, with the backdrop of the ground, one would recognize the \"foot\" of the boot as a stranded \"thing.\" The awareness of the \"thingness\" of foot and the hybridity of such combination evoke a bizarre feeling which could be designated as \"monstrous.\" The monstrous creature, like Medusa, gazes at the viewer and freezes his sight. The monstrosity encompasses three levels of meaning in my understanding: monstrous being, monstrosity of Being (and monstrosity in being) and becoming monstrous. For \"monstrous being,\" The aesthetic perception or construction of a bizarre sight (site). \"Monstrosity of Being\" designates the ontological grasping of an alien world that belongs to the realm of \"infinity\" and \"totality\", i.e. a holistic grasping of the infinity of being and of the totality of being. \"Becoming monstrous\" designates the self's ethical encounter with the other. In the ethical sense, what is monstrous does not lie in the naming of an alien situation, but in the \"becoming,\" i.e., the tension derived from the process of encountering the other, of which the \"life and death struggle for recognition\" envisioned by Hegel is the most drastic scenario.", "url": "https://www.renemagritte.org/images/paintings/the-red-model.jpg"}, "rene_magritte-the_six_elements.jpg": {"description": "During the 1928-30 period particularly, Magritte painted forms which were actually denaturalized picture frames, sometimes containing nothing at all, sometimes containing words, sometimes with a plank showing the grain in the wood, and sometimes with a collection of unconnected elements. The last-mentioned type culminated in the painting On the Threshold of Liberty of 1929, which is composed of eight parts surrounding a cannon. The Six Elements preceded this painting and shows fire, clouds, woods, a house, the bells on a horse's harness, and a female torso. In the work as a whole there is a poetic eroticism. The frame is baroque in its fancifulness and irregularity, lending tension to the six fragments. From the purely plastic viewpoint the work is masterly in its composition. The breasts, the luxuriant woods, the infernal fire, and the clouds in the blue sky all belong to the realm of nature. The bells evoke sound, and the fragment of a facade, flanking the dreamy sky, keeps the composition as a whole close to the earth. A house always meant many things to Magritte; it was not merely a shelter, not merely a framework, but the center from which he experienced the dialect between the \"inside\" and the \"outside,\" the finite and the infinite.", "url": "https://www.renemagritte.org/images/paintings/the-six-elements.jpg"}, "rene_magritte-the_titanic_days.jpg": {"description": "Here, against the same kind of somber blue, bluish green, or umber background which Magritte used in 1928 (as in Discovery) to set off his figures in a hard light reminiscent of Caravaggio, he has painted a spectral silhouette of a strange rape. He has deformed the naked lower part of the woman's body so that it almost seems she is suffering from elephantiasis. Her gesture is defensive, cramped, anxious. Especially unusual is the combination of the silhouette of the dark man, the woman's outline, and her shadow, which includes even the man's legs and feet. In proportion to the man's head (the face is forced awray and the ear is seen in foreshortening), his hands are colossal. The contamination of the two bodies, the confusion of the two pairs of hands, the violent effect created by the hard shadow - which is simultaneously a volume, absorbed into the heavy forms of the nude woman - give the painting a fierce and sensual yet cold animation that Magritte never again equaled.", "url": "https://www.renemagritte.org/images/paintings/the-titanic-days.jpg"}, "rene_magritte-the_tomb_of_the_wrestlers.jpg": {"description": "Known more for the philosophical motivations behind his works than the politics, in this particular piece Magritte portrays a gorgeous scene in which the beautiful rose seems to overtake the room and capture the viewers complete attention to the point where the details of the room and the snowy landscape outside are overlooked. The inspiration for The Tomb of the Wrestlers originated from a conversation Magritte had with Harry Torczyner, a New York lawyer and poet, in 1960 surrounding the Soviet Union's 'tachiste' painters. Tachisim is a French style of abstract painting that is similar to surrealism, but a style that Magritte was not comfortable with. He said to Torczyner, \"They paint white on white, and they believe that this is an achievement\". In response to Magritte's dismissal, Torczyner challenged him to paint, \"a white rose, in a white room with a window looking on to a landscape covered with snow\". The work you see before you is what Magritte produced, with as minimal white as possible. So why did Magritte choose to alter the challenge? Well painting the rose a 'revolutionary' red instead of white was his idea of recognizing Torczyner's trip to the Soviet Union, and the Red October that allowed for the Bolsheviks to govern Russia, and were then, in the 1960's, altering course after the death of Stalin. Thereby making this work a rather telling portrait of Magritte's sentiments at the time. \"When there is a rose, and one is sensitive to it, one makes it as big as I did so that the rose appears to fill the room,\" Magritte explains. The title, which Magritte took from a novel by French Symbolist writer Leon-Alinien Cladel, \"Ompdrailles, le tombeau des luteurs\" (1979), seems appropriate: like the rose, the fighters are something \"grandiose,\" filling the tomb with their struggles.", "url": "https://www.renemagritte.org/images/paintings/the-tomb-of-the-wrestlers.jpg"}, "rene_magritte-the_treachery_of_images.jpg": {"description": "The Treachery of Images is painted when Magritte was 30 years old. The picture shows a pipe. Below it, Magritte painted, \"Ceci n'est pas une pipe\" French for \"This is not a pipe.\" The painting is not a pipe, but rather an image of a pipe, This masterpiece of Surrealism creates a three-way paradox out of the conventional notion that objects correspond to words and images. The Treachery of Images belongs to a series of word-image paintings by Magritte from the late 1920s. He combined images and text in a style suggested both by children\u0092's books, and by Magritte'\u0092s early career in advertising. The artist laid out his rationale for word-image paintings in an illustrated text called Words and Images. Photo of The Treachery of Images by Rene Magritte Like the other artists and poets associated with the Surrealist movement, Magritte sought to overthrow what he saw as the oppressive rationalism of bourgeois society. His art during these essential years is at times violent, frequently disturbing, and filled with discontinuities. He consistently interrogated conventions of language and visual representation, using methods that included the misnaming of objects, doubling and repetition, mirroring and concealment, and the depiction of visions seen in half-waking states-all of them devices that cast doubt on the nature of appearances, both in the paintings and in reality itself. The persistent tension Magritte maintained during these years between nature and artifice, truth and fiction, reality and surreality is one of the profound achievements of his art. Along with Persistence of Memory by Salvador Dali, The Treachery of Images has become the most iconic image of Surrealism Movement.", "url": "https://www.renemagritte.org/images/paintings/the-treachery-of-images.jpg"}, "rene_magritte-time_transfixed.jpg": {"description": "Time Transfixed (La Durée poignardée, 1938) is an oil on canvas painting by René Magritte. It is part of the permanent collection of the Art Institute of Chicago and is usually on display in the museum's new Modern Wing. The painting was one of many done for surrealist patron and Magritte supporter Edward James. This was the second painting delivered to James for his London ballroom. Time Transfixed was purchased by the Art Institute from James in 1970 when he was raising capital to build his surrealist sculpture garden Las Pozas. The painting depicts a \"Black Five\" locomotive jutting out of a fireplace, at full speed, in an empty room. Only the clock and left candlestick are reflected in the mirror on the mantle, suggesting that there are neither people nor furniture in the room. Notably, the candlestick on the right has no reflection. The title of the painting translates to English literally as \"Ongoing Time Stabbed by a Dagger\" and Magritte was reportedly unhappy with the generally accepted translation of \"Time Transfixed\". Magritte hoped that James would hang the painting at the base of his staircase so that the train would \"stab\" guests on their way up to the ballroom. James instead chose to hang the painting above his own fireplace. Magritte described his motivation for this painting: I decided to paint the image of a locomotive . . . In order for its mystery to be evoked, another immediately familiar image without mystery the image of a dining room fireplace was joined.”", "url": "https://www.renemagritte.org/images/paintings/time-transfixed.jpg"}, "rene_magritte-the_wonders_of_nature.jpg": {"description": "Rene Magritte is among the best-known Surrealists. His visionary work has influenced artists such as Marcel Broodthaers, Robert Gober, and Allan McCollum, as well as the imager in many advertisements and popular movies. The Wonders of Nature (1953) illustrates fully Magritte's poetic sensibility. Here he has depicted two fish-headed lovers apparently joined in song. The painting betrays an affinity to fellow Surrealist Salvador Dali, yet conveys a greater sense of whimsy and humor than the more bizarre and sexually provocative works of Magritte,s Catalonian contemporary. The conventional mermaid form of the fish-tailed, human-torsoed creature is reversed in as Les Merveilles de la nature, making a creature of fantasy even more unreal. Despite their petrification in stone, the figures appear to be very much alive, with an uncannily human quality, as Les Merveilles de la nature is exemplary of Magritte's use of the theme and appearance of petrification throughout the 1950s. The painting also contains visual elements found in earlier paintings, such as the ghost ship that blends with the waves on the horizon, which made its first appearance in The Seducer (1950), or the figures themselves, found in an earlier incarnation Collective Invention (1935). Magritte, like many of the Surrealists, was well acquainted with the prose poem Les Chants de Maldoror by the nineteenth-century French poet Isidore Ducasse, who worked under the pseudonym Comte de Lautréamont. Among the illustrations that Magritte created for a 1948 edition of Lautréamont's work was a depiction of a fish with human legs sitting on a rock by the sea with a small ship coursing the waves in the distance. This association may account for the confusion over the painting's title, once given as The Lovers in a 1964 exhibition in Little Rock, Arkansas, and for a long time known at the MCA as Song of Love. Magritte had informed Joseph and Jory Shapiro, the original owners of the work, that the title was Le Chant d'amour. Yet, when asked by his friend Harry Torezyner at the time of his retrospective at The Museum of Modern Art in 1965, Magritte said that he could not remember the title. Research for the recent catalogue raisonné of Magritte's work revealed the painting's actual title and the date of creation, proving that the painting had been in a mermaid theme exhibition and a solo exhibition at La Siréne in Brussels in 1953, thereby identifying the sole work unaccounted for from this period, The Wonders of NatureLes (Merveilles de la nature).", "url": "https://www.renemagritte.org/images/paintings/the-wonders-of-nature.jpg"}, "rene_magritte-the_balcony.jpg": {"description": "Typical of Magritte's mixing of categories is the ambiguity between the Things represented and the ideas governing them: The Balcony, originally created by Manet has three female figures in white dresses. When questioned on this by Michel Foucault, Magritte said simply: For me the setting of The Balcony offered a suitable place to put coffins. The \"mechanism\" at work here might form the object of a learned explanation, which I am unable to provide. The explanation would be valid, indeed beyond question, but that would not make it any less mysterious. ” He points out his verbal pun on \"perspective\", which in French can also mean \"outlook\" or \"prospect\": the fate that awaits us all. \"This word\", continues the artist, \"like others, has a precise meaning in a context, but the context - as you show better than anyone in \"Words and Things\" - may say that nothing is confused save the mind that imagines an imaginary world\".", "url": "https://www.renemagritte.org/images/paintings/the-balcony.jpg"}, "rene_magritte-the_menaced_assassin.jpg": {"description": "The Menaced Assassin (1926-27) is another of Magritte's paintings that captures the mystery of Fantomas. The painting is derived from a scene in Louis Feuillade's Fantomas film of 1912. It depicts two figures concealed by the doorway, armed with strange weapons, watching the \"murderer,\" who is dressed in a business suit. Fantômas , the film, was based on the thirty-two-volume series written by Pierre Souvestre and Marcel Allain, each of whom wrote alternate chapters. Magritte was fascinated by the character of Fantômas who can pass unseen through matter, defy the establishment, and subvert its order. Here's an analysis from Levy: Magritte's room, portraying the \"stabbed mannequin,\" by its very complexity, sets up resonances that echo throughout Robbe-Grillet's text. It matters little that the latter's narrative contradicts details in the painting or adds to them, since the picture is subverted in the same manner that reality is contradicted. The three men looking in the window of The Menaced Assassin are not mentioned in Robbe-Grillet's text and the bowler-hatted man on the left, outside the door, is holding a baluster, not a club. Robbe-Grillet invents the sound of the phonograph that the young man inside the room is listening to and the narrator says it is replaying the woman's cry. This cry animates the painting and the naked mannequin which becomes a \"real\" woman. Although there is no sewing machine in the picture, the narrator tells us that the phonograph is the same age as the sewing machine, an allusion to Lautréamont's dissecting table where the fortuitous encounter of an umbrella and a sewing machine generates the ultimate spark of Surrealist beauty and activity. David Sylvester, Magritte's biographer, suggests that this painting and the 1927 Young Girl Eating a Bird were scripted from a set of violent and erotic poems by Paul Nouge finally published in 1956. The poems were written circa 1926-1927 when both Magritte and Nouge were working together designing catalogues for Samuels, a fur company. Here are some of the poetry lines: Four heads (Magritte only had room for three) stare at the murderer. In the corridor on either side of the wide pen door, Two men are approaching unable as yet to discern the spectacle. They are ugly customers. Crouching, they hug the wall. One of them unfurls a huge net, the other brandishing a club. All this will be called, \"The Threatened Murderer.\"- Paul Nouge", "url": "https://www.renemagritte.org/images/paintings/the-menaced-assassin.jpg"}, "rene_magritte-young_girl_eating_a_bird.jpg": {"description": "Certainly Young Girl Eating a Bird is the most gruesome painting Magritte ever did. It's a companion piece to The Murderous Sky (immediately below) depicting four identical bloody dying birds flying in front of a mountain of rocks. Sylvester says Girl Eating Bird was completed weeks after the Threatend Muderer (Menaced Assassin). According to other sources the explanation behind this painting is rather simple: One day Magritte saw his wife eating a chocolate bird, so he decided he would do a painting of a young woman eating a live bird. Evidently he decided not to use an accurate portrait of Georgette because of the graphic nature of the subject material. David Sylvester suggestes that this painting might be scripted (based) on a poem by Paul Nouge which was written about at the same in 1927 (published in 1956). It's possible that the poem could also be based on the painting. Poem by Paul Nouge, \"The Girl Who Ate Birds\": We find her in the heart of summer, in the shadow of a sturdy tree thronged with calmed birds unalarmed by her presence. He schoolgirl demeanor would be excuse enough, and her modesdt dress, her neat hair... It is then thatone notices the pallor of joy, the eyelids closed over the cruelty of her dreams, the teeth pressed to the blood-stained lips, the woman engrossed in her pleasure and savoring, through the caress of its plummage, a ceature docile to the point of continuing to live. Since one has to hold one's own, one invents, as an afterthought, the girl who ate birds.\" If the painting is based on Nouge's poem perhaps Magritte wouldn't want this information public. Rene usually avoiding interpreting his paintings preferring to keep his mysteries intact.", "url": "https://www.renemagritte.org/images/paintings/young-girl-eating-a-bird.jpg"}, "rene_magritte-the_battle_of_the_argonne.jpg": {"description": "In a showdown between two seemingly opposite forms, a large cloud and an equally large stone face each other, floating in the sky above a serene landscape. The viewer cannot help but notice the disconcerting nature of this work; the giant stone appears as weightless as the cloud, yet stone is notably heavy and typically anchored to the ground. Of works such as this (that convey the \"world of stone\") Meuris states, \"Gravity is necessarily succeeded by weightlessness. And with Magritte the process is quite independent of the law of physics...Actually, all things considered, the problem of weightlessness has more to do with the poetic than the scientific dimension. Faced with these paintings [of the \"world of stone\"], it is appropriate to draw on \"knowledge.\" It is enough that, by their presence before us, they transport us into other realms in a state of total serenity, outside time.", "url": "https://www.renemagritte.org/images/paintings/the-battle-of-the-argonne.jpg"}, "rene_magritte-the_therapist.jpg": {"description": "Magritte's works are conceived of as riddles. In them, he explores the mysteries lurking in the unexpected juxtaposition of everyday things, involving the viewer in a self-induced disorientation. His paintings exclude symbols and myths; everything is visible. Magritte worked from several sources, which he repeated with variations: anatomical surprises, such as the hand whose wrist is a woman's face; the mysterious opening, where a door swings open onto an unexpected vista; metamorphic creatures, such as a stone bird flying above a rocky shoreline. He animates the inanimate, as a shoe with toes; he enlarges details, as an immense apple filling a room. he makes an association of complementaries, as the leaf-bird, or the mountain-eagle. His titles accompany the paintings in the way that names correspond to objects, without either illustrating or explaining them. There is always a kind of logic to Magritte's images but when asked about analysis of the content of his paintings, Magritte replied, \"If one looks at a thing with the intention of trying to discover what it means, one ends up no longer seeing the thing itself, but of thinking of the question that is raised.\" The interpretation of the image was a denial of its mystery, the mystery of the invisible. His images are to be looked at, not into.", "url": "https://www.renemagritte.org/images/paintings/the-therapist.jpg"}, "rene_magritte-the_voice_of_space.jpg": {"description": "Influenced by Giorgio de Chirico, René Magritte sought to strip objects of their usual functions and meanings in order to convey an irrationally compelling image. In Voice of Space (of which three other oil versions exist), the bells float in the air; elsewhere they occupy human bodies or replace blossoms on bushes. By distorting the scale, weight, and use of an ordinary object and inserting it into a variety of unaccustomed contexts, Magritte confers on that object a fetishistic intensity. He has written of the jingle bell, a motif that recurs often in his work: \"I caused the iron bells hanging from the necks of our admirable horses to sprout like dangerous plants at the edge of an abyss.\" The disturbing impact of the bells presented in an unfamiliar setting is intensified by the cool academic precision with which they and their environment are painted. The dainty slice of landscape could be the backdrop of an early Renaissance painting, while the bells themselves, in their rotund and glowing monumentality, impart a mysterious resonance.", "url": "https://www.renemagritte.org/images/paintings/the-voice-of-space.jpg"}, "rene_magritte-the_white_page.jpg": {"description": "Placing a yellow circle strategically in the upper center of the composition, Magritte toys with the viewer's imagination. The yellow circle floats in the night sky yet appears in front of a tree branch, suggesting that it is in fact a plump fruit rather than a full moon. Magritte creates a figure with dual identities; depending on the viewer's perception, the yellow circle serves different functions. Magritte beautifully balances this layered composition, placing the sprawling city at the bottom of the composition and the tree branch at the top. The work relays a sense of quiet calm, as though the viewer can almost hear the crickets chirping in the dead of night.", "url": "https://www.renemagritte.org/images/paintings/the-white-page.jpg"}, "rene_magritte-memory_of_a_voyage.jpg": {"description": "Magritte's \"Stone Age\" set in shortly after the outbreak of World War II (when he made birds and leaves of stone), but it was not until the 1950s that it attained its full and truly impressive proportions - the same period that coffins (including Perspective: The Balcony by Manet) appear in his work. His fascination for stone ranged widely. The Domain of Arnheim, The Castle in the Pyrenees, are less directly related to the process of petrifaction than are Memory of a Voyage series. In this series the process embraces the whole of life, descending upon it as the streams of lava once descended on Pompeii; in Magritte's case, it is the memory's lavastream. The Castle in the Pyrenees he has altered the laws of gravity and the behavior of matter, but space, and the landscape, continue to breathe. In Memory of a Voyage nothing has changed in the natural aspect of people and things except the materials they are made of. Because everything has become petrified, transfixed as in a monument, there is a terrible impression of all breathing having come to a stop. Here the word \"souvenir,\" a prominent component of all works of the Romantic era, acquires an almost cynical - and, in any case, ironical - intonation. Human memory has been swept up into the mystery of life that has been brought to a halt, but even the petrified wears away and disappears. It is not mere coincidence that during the same period Magritte also encased the living in coffins - that is, removed them from direct sight.", "url": "https://www.renemagritte.org/images/paintings/memory-of-a-voyage.jpg"}, "rene_magritte-the_great_war.jpg": {"description": "Magritte painted The Great War in 1964 while remembering his experiences with the WWI and WWII, and confronting, like all of us, the nice perspective of WWIII. War is an unattainable woman. She seduces us with her very inaccessibility. Her face, so we believe, should be as beautiful as her garment. We dream to enjoy seeing it but this pleasure is never available - even the most obvious, the most justifiable wars are ambiguous! Wars are always too costly in terms of lost lives and bodily mayhem. War-worshipers (war-shipers) glorify her with pompous hats and decorative parasols of war-advertisement (war-dvertisement), but the war's bag carries our stupid animalism we project into her together with our loyal dedication. What covers the face of war? - The dirt thrown at it by the truth about war stating that this dirt is the coffin flowers. The relation between foreground and background comments about the banishment of life, in the periods of pro-war hysteria, into the forms of nature, which are distant from and indifferent to the human survival (ocean and sky). When the human soul is petrified and civilization is transformed into the protective walls (parapet), the nature is de-naturalized (there is no grass or trees on the land, and no signs of life on the ocean or in the sky). The trio of colors (violet, dark blue and light blue) shows the destiny of melting human flesh decided by war - its way out: into the death.", "url": "https://www.renemagritte.org/images/paintings/the-great-war.jpg"}, "rene_magritte-sheherazade.jpg": {"description": "One of first of many Sheherazade themes Magritte painted. Magritte probably based his ideas on Edgar Allan Poe's \"The Thousand-and-Second Tale of Scheherazade.\" From Poe, \"Her name was Scheherazade, and her idea was, that she would either redeem the land from the depopulating tax upon its beauty, or perish, after the approved fashion of all heroines, in the attempt.\" Poe's tale is based on the legendary Persian queen, Scheherazade, the storyteller of One Thousand and One Nights. The original tale goes: Every day Shahryar (or \"king\") would marry a new virgin, and every day he would send yesterday's wife to be beheaded. This was done in anger, having found out that his first wife was betraying him. He had killed three thousand such women by the time he was introduced to Scheherazade, the vizier's daughter. In Sir Richard F. Burton's translation of The Nights, Sheherazade was described in this way: \"Sheherazade had perused the books, annals and legends of preceding Kings, and the stories, examples and instances of by gone men and things; indeed it was said that she had collected a thousand books of histories relating to antique races and departed rulers. She had perused the works of the poets and knew them by heart; she had studied philosophy and the sciences, arts and accomplishments; and she was pleasant and polite, wise and witty, well read and well bred.\" Against her father's protestations, Scheherazade volunteered to spend one night with the King. Once in the King's chambers, Scheherazade asked if she might bid one last farewell to her beloved sister, Dinazade, who had secretly been prepared to ask Scheherazade to tell a story during the long night. The King lay awake and listened with awe to Scheherazade's first story and asked for another, but Scheherazade said there was not time as dawn was breaking, and regretfully so, as the next story was even more exciting. And so the King kept Scheherazade alive as he eagerly anticipated each new story, until, one thousand and one adventurous nights, and three sons later, the King had not only been entertained but wisely educated in morality and kindness by Scheherazade who became his Queen.", "url": "https://www.renemagritte.org/images/paintings/sheherazade.jpg"}}
